{"tets": {"word": "tets", "pronunciation": {}, "paraphrase": ["abbr. 四次甲基二砜四胺"], "rank": "", "pattern": "", "sentence": [["the New Year as celebrated in Vietnam during the first seven days of the first lunar month of the year 越南新年", "N", []]]}, "test": {"word": "test", "pronunciation": {"英": "[test]", "美": "[test]"}, "paraphrase": ["n. （书面或口头的）测验，考试；（医疗上的）检查，化验，检验；（对机器或武器等的）试验，检验；（对水、土壤、空气等的）检测，检验；（衡量能力或技能等的）测试，考验；医疗检查设备；化验结果；（常指板球、橄榄球的）国际锦标赛（Test）；准则，标准；（冶）烤钵，灰皿；（一些无脊椎动物和原生动物的）甲壳", "v. 试验，测试；测验，考查（熟练程度，知识）；检测，检验（质量或含量）；检查（身体），（用试剂）化验；考验；尝，（触）试"], "rank": "CET4 TEM4", "pattern": "( testing, tested, tests )", "sentence": [["When you test something, you try it, for example, by touching it or using it for a short time, in order to find out what it is, what condition it is in, or how well it works. 试验", "V-T", [["Either measure the temperature with a thermometer or test the water with your wrist.", "要么用温度计测量水温，要么用你的手腕来试水温。"]]], ["A test is a deliberate action or experiment to find out how well something works. 试验", "N-COUNT", [["...the banning of nuclear tests.", "…对核试验的禁止。"]]], ["If you test someone, you ask them questions or tell them to perform certain actions in order to find out how much they know about a subject or how well they are able to do something. 测试", "V-T", [["There was a time when each teacher spent an hour, one day a week, testing students in every subject.", "曾有一段时间，每个老师每周都花一小时来测验学生的各门功课。"]]], ["A test is a series of questions that you must answer or actions that you must perform in order to show how much you know about a subject or how well you are able to do something. 测试", "N-COUNT", [["Out of a total of 25 students only 15 passed the test.", "所有25个学生中只有15个通过了测试。"]]], ["→ see also", "", []], ["If you test someone, you deliberately make things difficult for them in order to see how they react. 考验", "V-T", [["From the first day, Rudolf was testing me, seeing if I would make him tea, bring him a Coke.", "从第一天起，鲁道夫就在考验我，看我会不会给他泡茶，给他拿可乐。"]]], ["If an event or situation is a test of a person or thing, it reveals their qualities or effectiveness. 考验", "N-COUNT", [["It is a fact that holidays are a major test of any relationship.", "这是事实，节假日是对任何情感关系的重大考验。"]]], ["If you are tested for a particular disease or medical condition, you are examined or go through various procedures in order to find out whether you have that disease or condition. 检查 (身体)", "[usu passive]", [["My doctor wants me to be tested for diabetes.", "我的医生要我去做糖尿病检查。"]]], ["A medical test is an examination of a part of your body in order to check that you are healthy or to find out what is wrong with you. (医疗) 检查", "N-COUNT", [["If necessary, X-rays and blood tests will also be used to aid diagnosis.", "如有必要的话，X光检查和血液检查也会被用来帮助诊断。"], ["...a pregnancy test.", "…妊娠检查。"]]], ["the hard or tough outer covering of certain invertebrates and tunicates (无脊椎动物和被囊类的)坚硬表皮", "N", []], ["If you put something to the test, you find out how useful or effective it is by using it. 检验某物", "PHRASE", [["The team are now putting their theory to the test.", "该团队正在检验他们的理论。"]]], ["If new circumstances or events put something or someone to the test, they put a strain on it and indicate how strong or stable it really is. 考验某事/某人", "PHRASE", [["Multiple hijackings are putting air traffic controllers to the test.", "连环劫机案正在考验航空调度员。"]]], ["If you say that something will stand the test of time, you mean that it is strong or effective enough to last for a very long time. 经受时间的考验", "PHRASE", [["It says a lot for her cooking skills that so many of her recipes have stood the test of time.", "她的很多食谱经受了时间的考验，这很能证明她的厨艺。"]]], ["to test the waters →see", "", []]]}}